import React from "react"
import { Link } from "gatsby"
import Image from "../components/image"

import Layout from "../components/layout"
import SEO from "../components/seo"

const SecondPage = () => (
  <Layout>
    <SEO title="Bimba-Gatibimba" />
    <div>
      <div>
        <h1>ಬಿಂಬ- ಗತಿಬಿಂಬ</h1>

<Image filename="bimba-gatibimba-cow.png" />
<br />
<article>
    ಅಂಬರವ ಚುಂಬಿಸುವ ಹಂಬಲದಿ ನಿಂತಿರುವ!<br />
ಬಿಂಬ ಹೇ ಬಿಂಬ ನೀ ಇತ್ತೊಮ್ಮೆ ನೋಡು!<br />
ಕುಂಭಿನಿಯ ಕುಂಭದಲಿ ಹಂಬಲಿಪ ಹುಂಬರನು!<br />
ಹಂಬಲಿಸಿ ಪೊರೆಯುತಿಹ ಪ್ರತಿಬಿಂಬ ನಾನು! <br />
ಗತಿಬಿಂಬ ನಾನು!!೧!!<br />
        <br />
ಜೀವಕಾರುಣ್ಯದಲಿ ಜೀವರಾ ಭಾವವನು!<br />
ಕಾವಹಿರಿಯಾಸೆ ಗತಿಬಿಂಬದಲಿ ಕೇಳು!<br />
ಆವ ಮಹದಾಸೆಯಲಿ ದೇವತೇಜಿಯನೇರಿ!<br />
ಜೀವವಿಲ್ಲದೆ ನಿಂತೆ ಬಿಂಬ ನೀ ಹೇಳು!<br />
 ಭಾವ ನೀ ಹೇಳು!!೨!!<br />
        <br />
ಮುತ್ತುವರು ಕೆತ್ತುವರು ಮತ್ತೆ ಸಿರಿ ಹೊತ್ತವರು!<br />
ಎತ್ತರದಿ ನಿಲಿಸುವರು  ಬಿಂಬ ನೀ ಕೇಳು!<br />
ಸುತ್ತಕತ್ತಲೆ ಕೂಪ ಮುತ್ತಿ ಕುತ್ತಲಿ ನಿಂತ !  <br />
ಗತಿಬಿಂಬವನು ಎತ್ತಿ ನಿಲಿಸುವರೆ ಹೇಳು?!  <br />
 ಎತ್ತುವರೆ ಹೇಳು?!!೩!!<br />
        <br />
ಇರುವನರಿತೆವು ಎಂಬ ಪರಿಪರಿಯ ಭಾವದಲಿ! <br />
ಪುರಜನರು ನಿಲಿಸಿಹರು ಬಿಂಬವನು ಇಂದು!<br />
ಗುರುಕರುಣೆ ಅರಸುತ್ತ ಗುರುಚರಣ ಬಯಸುತ್ತ!<br />
ಭ್ರಮಿಸಿಹುದು ಗತಿಬಿಂಬ ಹಲಬರಿದು ನೊಂದು! <br />
ಪೊರೆ ಕರುಣಸಿಂಧು!!೪!!<br />
        <br />
ಎತ್ತರದಿ ನಿಂತರದು ಎತ್ತರವೊ?ಬಿತ್ತರಿಸು!<br />
ಎತ್ತರಕೆ ಉತ್ತರವ ಗುರುವೆ ಇತ್ತಿಹನು!<br />
ಸುತ್ತ ಜನ ಕತ್ತರಿಸಿ ಮತ್ತಿನಲಿ ಮುತ್ತಿದರೂ!<br />
ಬತ್ತದಿಹ  ಪ್ರತಿಬಿಂಬದುತ್ತರವೆ ನಾನು!<br />
 ಗತಿಬಿಂಬ ಜೇನು!!೫!!<br />
        <br />
ಅಲ್ಲಿ ಸ್ಥವಿರವು ನೀನು ಇಲ್ಲಿ ಚಲನೆಯು ನಾನು! <br />
ಕಲ್ಲಿಗಿಹ ಮನ್ನಣೆಯು ಸೊಲ್ಲಿಗಿಹುದೇನು?<br />
ಎಲ್ಲರನು ಕಾಯುತಿಹ ಜೀವ'ವಲ್ಲರಿ'ಗಿಂದು!     <br />
ಸಲ್ಲದಿದೆ ಪಲ್ಲವವು ಬಲ್ಲೆಯಾ ನೀನು?<br />
ಅಲ್ಲವೇ ಧೇನು?!!೬!!<br />
        <br />
ಯಾರಿರಲಿ ಇರದಿರಲಿ ಗುರುವೆಂಬ ನಂಬಿಕೆಯ! <br />
ಅರಿತು ನಿಂತಿಹ ಜೀವ ಗತಿಬಿಂಬ ನಾನು!<br />
 ಕರುಣಾರ್ಣವನ ಕರುಣೆಯೊರತೆಯಾಗುತ ಭುವಿಗೆ! <br />
ಪರಿಪೂರ್ಣ ಪರಿಮಳಿಪ ವರತುರುವು ನಾನು! <br />
ವರದ ಸುರಧೇನು!!೭!!<br />
        <br />
ನಂಬಿ ಗುರುಚರಣವನು ಹಂಬಲಿಸಿ ನಿಂತಿಹೆನು!<br />
ಅಂಬುಜಾಕ್ಷನ ದಯದಿ ಸಂಭ್ರಮವ ಬಯಸಿ!<br />
ನಂಬಿಕೆಯೆ ಇಂಬಹುದು ಕುಂಭಿನಿಯಪತಿ ಗುರುವು!  <br />
ಹಂಬಲಿಸಿ ಪೊರೆಯುವನು!ನಂಬಿರುವೆ ಧೇನು! <br />
ಶಂಭುಸುತೆ  ನಾನು!!೮!!<br />
        <br />
ಬಿಂಬವಾಗೆನು ನಾನು ಗತಿಬಿಂಬವೀ ಧೇನು!<br />
ತುಂಬುಮನದಲಿ ಹರಸಿ ಕುಂಭಿನಿಯ ಜನವೇ!<br />
ಅಂಬುವಂದದಿ ಕ್ಷೀರ ತುಂಬಿ ಕುಂಭಿನಿಗಿಂದು!<br />
ಇಂಬು ಲಲಿತದಿ ಕೊಡುವ! ಅಂಬೆಕರು ನಾನು! <br />
ಗುರುಗರ್ಭ ಧೇನು!!೯!!<br />
</article>
      </div>
      {/* <Image filename="bimba-gatibimba.png" /> */}
    </div>
    <p>-- ಗುರುಚರಣಸೇವಕಿ ಲಲಿತಾಲಕ್ಷ್ಮೀ</p>

    <Link to="/">Go back to the homepage</Link>
  </Layout>
)

export default SecondPage
